{
  "title": "t-damer-portfolio",
  "main0": "Hello, my name is Daniil. I’ve mastered backend and frontend development, I am also good at design, photography and a little at SMM. You can check my works in related sections. \n I began as a designer and photographer, worked in AIESEC as a promoter on several forums and hosted the online event page. Soon I realized, that this is not enough to make a meaningful contribution to life, so I began to code.",
  "main1": "Current Projects",
  "fullname": "Daniil Pankov",
  "code": "Code",
  "code1": "Hello, this is code section, here you can find all my code projects \n imported from",
  "code2": ". All projects listed in DPSR (Description-Problem-Solution-Reason), \n also there is links, related to project",
  "design": "Design",
  "design1": "Hello, this is design section, here you can find most of my design \n projects. I really like make something, that looks interesting and \n outstanding ⭐️",
  "design-3dcup": "I like 3D modeling and animation too, found interesting video on \n YT and tried to replicate it)",
  "design-anatomy-contest": "Once upon a time I was taking part in anatomy contest. The \n contestants had to prepare a poster on the history of anatomy. \n Naturally I chose Leonardo da Vinci and my favorite color \n combination. The print cost a lot back then, heh",
  "design-aiesec1": "You know, that I was working in ",
  "design-aiesec2": ". There was a little local competition between members. The \n essence of the competition was to make a new logo for the online \n page, I offered 8 options and one of them won, although now \n there is already a new logo :)",
  "design-pazlco1": "Back to ",
  "design-pazlco2": "again. Back in 2020, when I applied for higher education we had \n a conference called PAZL'CO (PUZZLE but on Russian spelling, \n heh). I was leading designer, editor of an online page and also \n event organizer. As a designer I did: design for blog posts, \n design of presentations, brochures, certificates, videos, \n personal invitations also i came up with a logo of our \n conference.",
  "design-uni-activist": "So, I went to medical school (don't ask why). For a student, we \n have a lot of additional activities (as if the load is not \n enough, ha-ha), so I made several designs for the circles, and I \n and my comrades also shot a short film for the competition",
  "photography": "Photos",
  "photography1": "Hello, this is photography section, here you can find all my photos projects imported from ,",
  "photography2": "others were stored locally and now you can enjoy them here. I like photography as a hobby, not something professional, enjoy 📸",
  "photography-avatars": "Basically, I began as a photographer, my first photoshop was my \n user profile photo. I change my avatar when a cool idea comes \n in, so there was many of them, take a look!",
  "photography-workspace": "Here i do my job, relax, chat"
}
